[
   {
      "episodios":"Capitulo 1. El ataque del Angel",
      "detalles":"En el año 2015, un Ángel regresa para atacar Tokio-3. Misato Katsuragi lleva a Shinji a la base de NERV, supervisada por su desafecto padre, Gendo."
   },
   {
      "episodios":"Capitulo 2. Un techo desconocido",
      "detalles":"Tras pilotar el Eva Unidad 01, Shinji despierta en el hospital sin recuerdos de la batalla. Misato se compadece de él y le permite mudarse a vivir con ella."
   },
   {
      "episodios":"Capitulo 3. El teléfono que nunca suena",
      "detalles":"En la escuela se corre la voz de que Shinji es el piloto del Eva, y su compañero Toji se molesta con él. Un Ángel aparece, y Shinji debe volver a pilotar en combate."
   },
   {
      "episodios":"Capitulo 4. Lluvia, después de la huida",
      "detalles":"Estresado tras su última batalla, Shinji escapa de casa y conoce a Kensuke. Después de que NERV lo vuelve a traer, Misato le ofrece una alternativa."
   },
   {
      "episodios":"Capitulo 5. Rei, al otro lado de su corazón",
      "detalles":"La piloto de la Unidad 00 Rei Ayanami parece haberse recuperado, pero no tiene amigos, registros de su pasado ni interés en conocer a Shinji."
   },
   {
      "episodios":"Capitulo 6. La batalla decisiva",
      "detalles":"El Quinto Ángel perfora para llegar a NERV, y Misato dirige la Operación Yashima: todo el poder de Japón se centrará en eliminar a Ramiel con un rifle de positrones."
   },
   {
      "episodios":"Capitulo 7. Construido por los hombres",
      "detalles":"Ritsuko le revela a Shinji la verdadera causa oculta del Segundo Impacto. Después, ella y Misato van a la demostración de un mecha competidor de los Evas."
   },
   {
      "episodios":"Capitulo 8. Asuka llega a Japón",
      "detalles":"Shinji y sus amigos van con Misato a reunirse con el Eva Unidad 02 y su piloto en el mar. Ryoji Kaji, viejo amigo de Misato, está a bordo con sus propios planes secretos."
   },
   {
      "episodios":"Capitulo 9. Un instante, una mente al unísono",
      "detalles":"Asuka y Shinji enfrentan a otro Ángel, pero él lleva la ventaja. Ahora tienen seis días para aprender movimientos sincronizados que lo destruyan por completo."
   },
   {
      "episodios":"Capitulo 10. Sumergida en el magma",
      "detalles":"NERV descubre que hay un Ángel en forma de embrión latente dentro de un volcán. Armada de equipo diseñado para magma, Asuka va a extraerlo con la Unidad 02."
   },
   {
      "episodios":"Capitulo 11. En las tinieblas inmóviles",
      "detalles":"Tokio-3 pierde potencia justo cuando detectan a otro Ángel. Los pilotos de los Evas deben entrar en la base por la superficie mientras NERV prepara unidades manualmente."
   },
   {
      "episodios":"Capitulo 12. El valor de un milagro",
      "detalles":"Con Gendo y Fuyutsuki en la Antártica, la recién ascendida Misato está a cargo cuando un nuevo Ángel aparece sobre la Tierra apuntando para bombardear Tokio-3."
   },
   {
      "episodios":"Capitulo 13. La invasión del ángel",
      "detalles":"Un Ángel se infiltra en NERV y rápidamente se apodera de la supercomputadora MAGI. Ritsuko propone hacer un programa que fuerce la evolución de Ireul hasta su extinción."
   },
   {
      "episodios":"Capitulo 14. SEELE, el lugar de los espíritus",
      "detalles":"Seele revisa las acciones de NERV y Gendo con los Ángeles tercero hasta undécimo. Ritsuko hace una prueba en la que los pilotos de los Evas intercambian unidades."
   },
   {
      "episodios":"Capitulo 15. Mentiras y silencio",
      "detalles":"Después de muchos años, Shinji conoce a su padre en la tumba de su madre. Ritsuko, Misato y Ryoji asisten a una boda, y Asuka tiene una cita romántica."
   },
   {
      "episodios":"Capitulo 16. Al borde de la muerte y después...",
      "detalles":"En batalla, la sombra expansiva de un Ángel envuelve a Shinji y la Unidad 01. Mientras NERV teme haberlos perdido a ambos, Shinji vive una extraña experiencia."
   },
   {
      "episodios":"Capitulo 17. Apto para ser el cuarto elegido",
      "detalles":"NERV-02 en Nevada desaparece junto con el Eva Unidad 04. La Unidad 03 viene en camino, y Gendo le ordena a Ritsuko que le asigne un piloto."
   },
   {
      "episodios":"Capitulo 18. Elegir un destino",
      "detalles":"La Unidad 03 llega de Estados Unidos, pero Shinji aún no sabe quién es el piloto. Durante las pruebas, NERV descubre que un Ángel posee la Unidad 03."
   },
   {
      "episodios":"Capitulo 19. El combate de un muchacho",
      "detalles":"Consternado por la batalla, Shinji jura no volver a pilotar un Eva jamás y renuncia a NERV otra vez. Justo antes de que se vaya, los ataca otro Ángel."
   },
   {
      "episodios":"Capitulo 20. El espejo del alma",
      "detalles":"Tras lograr una tasa de sincronización insólita, Shinji se fusiona con la Unidad 01. Mientras vive una experiencia extracorporal, NERV se esfuerza en rescatarlo."
   },
   {
      "episodios":"Capitulo 21. El nacimiento de NERV",
      "detalles":"Seele secuestra a Fuyutsuki, quien revela hechos del pasado cuando lo interrogan acerca de las verdaderas intenciones de NERV y Gendo. Ryoji desaparece."
   },
   {
      "episodios":"Capitulo 22. Al menos actúa como un ser humano",
      "detalles":"La tasa de sincronización de Asuka sigue disminuyendo, lo cual debilita su autoestima. Resuelta a demostrar su valía, ignora órdenes durante la batalla."
   },
   {
      "episodios":"Capitulo 23. Rei III: Lágrimas",
      "detalles":"A pesar de sus luchas, a Asuka le ordenan ayudar a Rei en la batalla contra Armisael. Cuando ella falla, Rei hace un intento desesperado por salvar a Shinji."
   },
   {
      "episodios":"Capitulo 24. El último enviado",
      "detalles":"Kaworu Nagisa, el Quinto Elegido, llega a NERV para pilotar la Unidad 02 en lugar de Asuka. Es amable con Shinji, pero está envuelto en misterio."
   },
   {
      "episodios":"Capitulo 25. Un mundo que se acaba",
      "detalles":"Arranca el Proyecto de Instrumentalización Humana, y las almas del mundo se fusionan. Los pilotos de los Evas afrontan sus existencias mientras la realidad se deshace."
   },
   {
      "episodios":"Capitulo 26. La bestia que pedía amor a gritos desde el centro del mundo",
      "detalles":"El Proyecto de Instrumentalización Human sigue adelante. Shinji debe decidir si aceptar un mundo solo o estrechar relaciones con los demás."
   }
]